Repository: OneBusAway/onebusaway-iphone
Catalog: *.lproj/Localizable.strings
Languages: fr

source: A bus/train/etc at this stop
fr: Un bus, train, etc. à cet arrêt

source: Add Bookmark
fr: Ajouter le favori

source: Add to Bookmarks
fr: Ajouter aux favoris

source: Agencies
fr: Société

source: bound
fr: direction

source: Comment
fr: Commentaire

source: Connections:
fr: Correspondances :

source: Contact Us
fr: Contactez-nous

source: Custom Title
fr: Titre personnalisé

source: departed on time
fr: parti à l'heure

source: departed
fr: parti

source: Departure Time
fr: Heure de départ

source: Details
fr: Détails

source: Details:
fr: Détails :

source: Dismiss
fr: Annuler

source: doesn't stop here
fr: ne s'arrête pas ici

source: Downloading...
fr: Téléchargement en cours...

source: Edit Bookmark
fr: Modifier le favori

source: Email
fr: Courriel

source: Error connecting
fr: Erreur de connexion

source: Error saving bookmark
fr: Erreur lors de l'enregistrement du favori

source: Every
fr: Chaque

source: ferry
fr: traversier

source: Filter & Sort Routes
fr: Filtrer et trier les lignes

source: Filter & Sort
fr: Filtrer et trier

source: Headed somewhere...
fr: En direction de...

source: Hide previous stops
fr: Masquer les arrêts précédents

source: Hiding
fr: Masquage de

source: It came earlier than predicted
fr: Il est arrivé plus tôt que prévu.

source: It came later than predicted
fr: Il est arrivé plus tard que prévu.

source: Loading stop info...
fr: Chargement des informations sur l'arrêt en cours...

source: Loading...
fr: Chargement en cours...

source: Location Services are disabled for this app. Some location-aware functionality will be missing.
fr: Les services de localisation sont désactivés pour cette application. Certaines fonctionalités de géolocalisation seront manquantes.

source: Location Services Disabled
fr: Services de localisation désactivés

source: Map
fr: Carte

source: Mark as Read
fr: Marquer comme lu

source: Mark as Unread
fr: Marquer comme non lu

source: meters
fr: mètres

source: metro
fr: métro

source: min delay
fr: min de délai

source: min early
fr: min en avance

source: min late
fr: min en retard

source: mins from
fr: mins à partir de

source: mins until
fr: mins jusqu'à

source: minutes early
fr: minutes en avance

source: minutes late
fr: minutes en retard

source: never came
fr: n'est jamais passé

source: No active service alerts
fr: Aucune alerte de service active

source: No agencies found
fr: Aucune société trouvée

source: No arrivals in the next 30 minutes
fr: Aucune arrivée dans les 30 prochaines minutes

source: No bookmarks set
fr: Aucun favori

source: No places found
fr: Aucun lieu trouvé

source: No places were found for your search.
fr: Aucun lieu trouvé pour votre recherche

source: No recent stops
fr: Aucun arrêt récent

source: No routes at this stop
fr: Aucune ligne pour cet arrêt

source: No routes found
fr: Aucune ligne trouvée

source: No routes were found for your search.
fr: Aucune ligne trouvée pour votre recherche

source: No search results
fr: Aucun résultat

source: No stops at your current location.
fr: Aucun arrêt à votre position actuelle

source: Not found
fr: Introuvé

source: NOW
fr: LÀ

source: Number
fr: Numéro

source: NW
fr: NO

source: On this
fr: Sur cela

source: on time
fr: à l'heure

source: OneBusAway Issue Tracker
fr: Traqueur de problèmes de OneBusAway

source: Optional - Are you on this
fr: Optionnel - Êtes-vous sur ce

source: Optional - Comment:
fr: Optionnel - Commentaires :

source: Other
fr: Autre

source: Out of OneBusAway service area
fr: Hors de la zone de service de OneBusAway

source: Out of range
fr: Hors de portée

source: Places
fr: Lieux

source: previous stops
fr: arrêts précédents

source: Problem
fr: Problème

source: real time
fr: temps réel

source: Report a problem for this trip
fr: Signaler un problème pour ce voyage

source: Report a Problem
fr: Signaler un problème

source: Report bugs
fr: Signaler des bogues

source: Report
fr: Rapport

source: Route or scheduled trip is missing
fr: La ligne ou le voyage planifié est manquant

source: Route
fr: Ligne

source: Routes
fr: Lignes

source: Routes:
fr: Lignes:

source: Schedule data only
fr: Données d'horaire seulement

source: Schedule
fr: Horaire

source: scheduled arrival
fr: arrivée planifiée

source: scheduled departure
fr: départ planifié

source: Search by address
fr: Rechercher par adresse

source: Search by route
fr: Rechercher par ligne

source: Search by stop #
fr: Rechercher par arrêt

source: Search:
fr: Rechercher:

source: See Nearby Stops
fr: Voir les arrêts à proximité

source: See the list of supported transit agencies.
fr: Voir la liste des société de transport supportées

source: Select the trip with a problem:
fr: Sélectionner le voyage qui a un problème :

source: Service Alerts
fr: Alertes service

source: Show all arrivals
fr: Afficher toutes les arrivées

source: Show as list
fr: Afficher la liste

source: Show as map
fr: Afficher la carte

source: Show filtered arrivals
fr: Afficher les arrivées filtrées

source: Show on map
fr: Afficher sur la carte

source: Show previous stops
fr: Afficher les arrêts précédents

source: Show reroute
fr: Afficher le changement de voyage

source: Show Routes
fr: Afficher les lignes

source: Sort
fr: Trier

source: Starts as
fr: Débute comme

source: Stop location is wrong
fr: La position de l'arrêt est erronée.

source: Stop name is wrong
fr: Le nom de l'arrêt est erronné

source: Stop not found
fr: Arrêt non trouvé

source: Stop number is wrong
fr: Le numéro d'arrêt est erronné

source: Stop
fr: Arrêt

source: Stops
fr: Arrêts

source: Submit
fr: Soumettre

source: SW
fr: SO

source: The problem is with:
fr: Le problème est avec :

source: The stop itself
fr: L'arrêt lui-même

source: The
fr: Le

source: There was a problem with your Internet connection. Please check your network connection or contact us if you think the problem is on our end.
fr: Il y a un problème avec la connexion Internet. bVeuillez vérifier vore connexion réseau ou contactez-nous si vous pensez que le problème est de notre côté.

source: Too many stops, zoom in for more detail
fr: Il y a trop d'arrêts. Faites un zoom avant pour plus de détails.

source: Touch to edit
fr: Touchez pour modifier

source: Transit Agencies
fr: Sociétés de transport

source: Trip Details
fr: Détails du voyage

source: Trip Details:
fr: Détails du voyage :

source: Trip not found
fr: Voyage non trouvé

source: Trip Schedule
fr: Horaire du voyage

source: Trip Schedule:
fr: Horaire du voyage :

source: Twitter - Latest News
fr: Twitter - Dernières nouvelles

source: Unknown cell
fr: Cellule inconnue

source: Unknown error
fr: Erreur inconnue

source: Unknown search results
fr: Résultats de recherche inconnus

source: unread
fr: non lu

source: Updated
fr: Mis à jour à

source: Updating...
fr: Mise à jour en cours ...

source: Vehicle Info
fr: Informations sur le véhicule

source: Vehicle
fr: Véhicule

source: W
fr: O

source: What's the problem?
fr: Quel est le problème?

source: Wrong destination shown
fr: Mauvaise destination affichée

source: You are outside the OneBusAway service area.
fr: Vous êtes à l'extérieur de la zone de service de OneBusAway.

source: Your reports help OneBusAway find and fix problems with the system.
fr: Vos rapports aident OneBusAway à trouver et à résoudre les problèmes du système.

source: Zoom in to look for stops
fr: Faites un zoom avant pour voir les arrêts.
