Repository: OneBusAway/onebusaway-iphone
Catalog: OneBusAway/*.lproj/Localizable.strings
Languages: es, zh_hant

# text_no_departure_next_time_minutes_params
source: %@: No departure scheduled for the next %@ minutes
es: No hay horarios de salida para los próximos %@ minutos
zh_hant: 接下來 %@ 分鐘內無預定車次

# msg_vehicle_this_stop
source: A vehicle at this stop
es: Un vehículo en esta parada
zh_hant: 在此站牌的車次

# msg_about_oba
source: About OneBusAway
es: Acerca de OneBusAway
zh_hant: 關於 OneBusAway

# msg_active_regions
source: Active Regions
es: Regiones Activas
zh_hant: 地區

# msg_active_trip_details_colon
source: Active Trip Details:
es: Detalles del Viaje Activo:
zh_hant: 行程細節:

# msg_add
source: Add
es: Añadir
zh_hant: 加入

# msg_add_bookmark
source: Add Bookmark
es: Añadir a Favoritos
zh_hant: 加入書籤

# msg_add_bookmark_group
source: Add Bookmark Group
es: Añadir Grupo a Favoritos
zh_hant: 加入書籤群組

# msg_add_region
source: Add Region
es: Añadir una Región
zh_hant: 加入地區

# msg_agencies
source: Agencies
es: Agencias
zh_hant: 機構

# msg_all_departures
source: All Departures
es: Todas las Salidas
zh_hant: 所有車次

# msg_error_loading_trip
source: An error occurred loading this trip. Please try again.
es: Se produjo un error mientras se cargaba este viaje. Por favor intenta de nuevo.
zh_hant: 讀取次行程時發生錯誤，請再試一次。

# msg_error_reporting_problem
source: An error occurred while reporting the problem. Please contact us directly.
es: Se produjo un error mientras reportabamos el problema. Por favor contáctanos directamente.
zh_hant: 回報問題時發生錯誤，請直接與我們聯絡。

# msg_app_bugs_feature_requests
source: App Bugs & Feature Requests
es: Bugs de la App & Solicitud de Funciones
zh_hant: 程式錯誤 & 功能需求

# msg_ask_clear_recent_stops
source: Are you sure you want to clear your recent stops?
es: ¿Estás seguro de que deseas borrar tus paradas recientes?
zh_hant: 你確定要清除所有最近站牌嗎?

# msg_ask_delete_region
source: Are you sure you want to delete this region?
es: ¿Estás seguro de que deseas borrar esta región?
zh_hant: 你確定要刪除此地區嗎?

# msg_ask_remove_bookmark
source: Are you sure you want to remove this bookmark?
es: ¿Está seguro de que desea eliminar este favorito?
zh_hant: 你確定要移除此書籤嗎？

# msg_automatically_select_region
source: Automatically Select Region
es: Región Seleccionada Automáticamente
zh_hant: 自動選擇地區

# msg_base_url
source: Base URL
es: URL base

# msg_bookmark_groups
source: Bookmark Groups
es: Grupos de Favoritos
zh_hant: 書籤群組

# msg_bookmark_a_route_at_stop
source: Bookmark a Route at Stop
es: Añadir a Favoritos una Ruta a la Parada
zh_hant: 將此站牌路線加入書籤

# msg_bookmark_the_stop
source: Bookmark the Stop
es: Añadir la Parada a Favoritos
zh_hant: 將此站牌加入書籤

# msg_bookmarks
source: Bookmarks
es: Favoritos
zh_hant: 書籤

# msg_alert_bookmarks_must_have_name
source: Bookmarks must have a name. Please add a name and then try again.
es: Los Favoritos deben tener un nombre. Por favor adiciona un nombre e intenta de nuevo.
zh_hant: 書籤名稱為必填資料，請輸入書籤名稱並再試一次！

# msg_cant_create_bookmark
source: Can't Create Bookmark
es: No se puede Crear el Favorito
zh_hant: 無法新增書籤

# msg_cannot_connect_to_the_internet
source: Cannot connect to the Internet
es: No se puede conectar a Internet
zh_hant: 無法連結至網路

# msg_choose_a_route
source: Choose a Route
es: Elegir una Ruta
zh_hant: 選擇路線

# msg_clear
source: Clear
es: Limpiar
zh_hant: 清除

# msg_clear_recent_stops
source: Clear Recent Stops
es: Limpiar Paradas Recientes
zh_hant: 清除最近站牌

# msg_clear_stops
source: Clear Stops
es: Limpiar Paradas
zh_hant: 清除站牌

# msg_close
source: Close
es: Cerrar
zh_hant: 關閉

# msg_comment
source: Comment
es: Comentario
zh_hant: 留言

# msg_contact_email
source: Contact Email
es: Email de Contacto
zh_hant: 連絡信箱

# msg_contact_us
source: Contact Us
es: Contáctanos
zh_hant: 聯絡我們

# msg_continues_as
source: Continues as
es: Continúa como
zh_hant: 繼續以

# text_continues_as_param
source: Continues as %@
es: Continúa como %@
zh_hant: 繼續以 %@

# msg_credits
source: Credits
es: Créditos

# msg_custom_regions
source: Custom Regions
es: Regiones Personalizadas
zh_hant: 自選地區

# msg_custom_title
source: Custom Title
es: Título Personalizado
zh_hant: 自選標題

# msg_data_schedule_issues
source: Report a problem with vehicle times or schedule information
es: Problemas con Datos & Horarios
zh_hant: 通報數據 & 車次相關問題

# msg_explanatory_delete_group_bookmarks
source: Deleting a group does not delete its bookmarks. Its contents will be moved to the 'Bookmarks' group.
es: La eliminación de un grupo no elimina sus favoritos. Este contenido será movido a el grupo 'Favoritos'.
zh_hant: 刪除群組並不會刪除群組內的書籤，群組內的書籤將會被自動移到 '書籤' 群組

# msg_eastbound
source: Eastbound
es: hacia el Este
zh_hant: 往東

# msg_edit_group_name
source: Edit Group Name
es: Editar Nombre del Grupo
zh_hant: 修改群組名稱

# msg_enable_google_analytics
source: Enable Google Analytics
es: Habilitar Google Analytics
zh_hant: 開啟 Google Analytics

# msg_error_submitting
source: Error Submitting
es: Error al Enviar
zh_hant: 錯誤產生

# msg_filtered_departures
source: Filtered Departures
es: Salidas Filtradas
zh_hant: 過濾站牌

# msg_fix_it
source: Fix It
es: Arreglarlo
zh_hant: 修復

# text_follow_my_trip_param
source: Follow my trip: %@
es: Sigue mi viaje: %@
zh_hant: 追蹤我的行程: %@

# text_ask_go_to_region_param
source: Go to %@?
es: ¿Ir a %@?
zh_hant: 回到 %@?

# msg_go_to_region
source: Go to Region
es: Ir a la Región
zh_hant: 去到地區

# msg_groups
source: Groups
es: Grupos
zh_hant: 群組

# msg_info
source: Info
es: Información
zh_hant: 資訊

# msg_information_for_support
source: Information for Support
es: Información de Apoyo
zh_hant: 資訊支援

# msg_invalid_region
source: Invalid Region
es: La Región es Inválida
zh_hant: 無此地區

# msg_invalid_region_base_url
source: Invalid Region Base URL
es: La URL base de la Región es Inválida
zh_hant: 無此地區 Base URL

# msg_is_active
source: Is Active
es: Esta Activa
zh_hant: 有效的

# msg_it_came_earlier_than_predicted
source: It came earlier than predicted
es: Llegó antes de lo previsto
zh_hant: 比預定時間早抵達

# msg_it_came_later_than_predicted
source: It came later than predicted
es: Llegó después de lo previsto
zh_hant: 比預定時間晚抵達

# text_last_update_param
source: Last update: %@
es: Última actualización: %@
zh_hant: 上一次更新: %@

# msg_load_more_departures_dots
source: Load More Departures...
es: Cargar Más Salidas...
zh_hant: 讀取更多車次...

# msg_loading
source: Loading
es: Cargando
zh_hant: 讀取中

# msg_location
source: Location
es: Ubicación
zh_hant: 地點

# msg_location_services_disabled
source: Location Services Disabled
es: Servicios de Ubicación Deshabilitados
zh_hant: 地區服務已關閉

# msg_alert_location_services_disabled
source: Location Services are disabled for this app. Some location-aware functionality will be missing.
es: Los Servicios de Ubicación estan deshabilitados para esta App. Las funcionalidades de reonocimiento de la ubicación se perderá.
zh_hant: 地區服務已關閉，某些地區功能將無法被使用。

# msg_log_files_sent
source: Log Files Sent
es: Enviar Archivos de Log
zh_hant: Log Files 已傳送

# msg_logs
source: Logs
es: Registros

# msg_map
source: Map
es: Mapa
zh_hant: 地圖

# msg_mark
source: Mark
es: Marcar
zh_hant: 標記

# msg_name
source: Name
es: Nombre
zh_hant: 名稱

# msg_name_of_group
source: Name of Group
es: Nombre del Grupo
zh_hant: 群組名稱

# msg_nearby
source: Nearby
es: Cerca
zh_hant: 附近

# msg_nearby_stops
source: Nearby Stops
es: Paradas Cercanas
zh_hant: 附近站牌

# msg_nearby_stops_list
source: Nearby stops list
es: Lista de pardas cercanas
zh_hant: 附近站牌列表

# nearby_stops.disambiguation_title
source: Disambiguate
es: Desambiguar

# msg_no_active_service_alerts
source: No Active Service Alerts
es: Sin Alertas de Servicio Activas
zh_hant: 無有效的服務通知

# msg_no_agencies
source: No Agencies
es: Sin Agencias
zh_hant: 無任何機構

# msg_no_bookmark_groups
source: No Bookmark Groups
es: Sin Grupos de Favoritos
zh_hant: 無書籤群組

# msg_no_bookmarks
source: No Bookmarks
es: Sin Favoritos
zh_hant: 無書籤

# recent_stops.alarms_section_title
source: Alarms
es: Alarmas
zh_hant: 鬧鈴提醒

# recent_stops.alarms.subtitle
source: %@ minutes before %@ departure (scheduled)
es: %@ minutps antes de las %@ de salida (programada)
zh_hant: 將在 %@ 分鐘前通知 - 預定到達時間 %@

# msg_no_recent_stops
source: No Recent Stops
es: Sin Paradas Recientes
zh_hant: 無最近站牌

# msg_no_results
source: No Results
es: No hay Resultados
zh_hant: 查無結果

# msg_no_results_found
source: No Results Found
es: No se Encontraron Resultados
zh_hant: 查無結果

# msg_mayus_no_stops_found
source: No Stops Found
es: No se Encontraron Paradas
zh_hant: 查無站牌

# msg_no_vehicle_info_available
source: No Vehicle Info Available
es: Sin Información Dispible del Vehículo
zh_hant: 無法取得班車資訊

# msg_no_places_found
source: No places found
es: No se encontraron lugares
zh_hant: 查無此地方

# msg_no_result_map_area
source: No results were found for the searched area. Zoom out or move the map around to choose a different area.
es: No se encontraron resultados para el área de búsqueda. Aleja o mueve el mapa para elegir un área diferente.
zh_hant: 根據你所在地區的搜尋，我們無法查詢到相關資訊。請移動或縮小地圖來選擇另一個地區。

# msg_no_routes_found
source: No routes found
es: No se encontraron rutas
zh_hant: 查無此路線

# msg_explanatory_no_routes_found
source: No routes were found for your search.
es: No se encontraron rutas para tu búsqueda.
zh_hant: 根據您的搜尋，我們無法查詢到相關路線

# msg_no_stops_location_map
source: No stops at this location
es: No hay paradas en esta ubicación
zh_hant: 此地區無任何站牌

# msg_minus_no_stops_found
source: No stops found
es: No hay paradas para esta ubicación
zh_hant: 查無任何站牌

# msg_explanatory_minus_no_stops_found
source: No stops were found for your search.
es: No se encontraron paradas para tu búsqueda.
zh_hant: 查無站牌

# msg_northbound
source: Northbound
es: hacia el Norte
zh_hant: 往北

# msg_number
source: Number
es: Número
zh_hant: 車號

# msg_on_this
source: On this
es: En este
zh_hant: 在這

# msg_onebusaway_made_by_volunteers
source: OneBusAway for iOS is made and supported by volunteers. To help, tap the button below.
es: OneBusAway para iOS se hizo con el apoyo de voluntarios. Para ayudar, presiona el botón de abajo.

# msg_optional
source: Optional
es: Opcional
zh_hant: 可不填

# msg_optional_are_you_on_this
source: Optional - Are you on this
es: Opcional - ¿Está en esta
zh_hant: 可不填 - 你在這台車上嗎

# msg_optional_comment
source: Optional - Comment:
es: Opcional - Comentario:
zh_hant: 可不填 - 留言備註:

# msg_other
source: Other
es: Otro
zh_hant: 其他

# msg_out_oba_service_area
source: Out of OneBusAway service area
es: Fuera del área de servicio de OneBusAway
zh_hant: 超出 OneBusAway 服務範圍

# msg_out_of_range
source: Out of range
es: Fuera de rango
zh_hant: 超出範圍

# msg_pick_your_location
source: Pick Your Location
es: Elije Tu Ubicación
zh_hant: 選擇你的地點

# msg_places
source: Places
es: Lugares
zh_hant: 地方

# msg_check_internet_connection
source: Please check your Internet connection and try again.
es: Por favor verifica tu conexión a Internet e intentalo de nuevo.
zh_hant: 請確認網路連線並再試一次。

# msg_set_up_mail_to_send_email
source: Please set up your Mail app before trying to send an email.
es: Por favor configure tu aplicación de Correo antes de intentar enviar un correo electrónico.
zh_hant: 請再傳送電子郵件之前先設定好您的信箱。

# msg_privacy
source: Privacy
es: Privacidad
zh_hant: 隱私

# msg_privacy_policy
source: Privacy Policy
es: Política de Privacidad
zh_hant: 隱私權聲明

# msg_problem
source: Problem
es: Problema
zh_hant: 問題

# msg_recent
source: Recent
es: Reciente
zh_hant: 最近

# msg_recent_stops
source: Recent Stops
es: Paradas Recientes
zh_hant: 最近站牌

# msg_region
source: Region
es: Región
zh_hant: 地區

# msg_remove
source: Remove
es: Remover
zh_hant: 移除

# msg_remove_bookmark
source: Remove Bookmark
es: Remover Favorito
zh_hant: 移除書籤

# msg_report_problem
source: Report Problem
es: Reportar Problema
zh_hant: 回報問題

# msg_report_a_problem
source: Report a Problem
es: Reportar un Problema
zh_hant: 回報問題

# msg_report_problem_this_stop
source: Report a Problem with this Stop
es: Reportar un Problema con esta Parada
zh_hant: 回報此站牌相關問題

# msg_mayus_report_problem_this_trip
source: Report a Problem with this Trip
es: Reportar un Problema con este Viaje
zh_hant: 回報此行程相關問題

# msg_minus_report_problem_this_trip
source: Report a problem for this trip
es: Reportar un problema para este viaje
zh_hant: 回報此行程相關問題

# msg_required
source: Required
es: Requerido
zh_hant: 必填

# msg_route
source: Route
es: Ruta
zh_hant: 路線

# msg_route_map
source: Route Map
es: Mapa de Ruta
zh_hant: 路線地圖

# msg_route_or_trip_missing
source: Route or scheduled trip is missing
es: Ruta o viaje planificado no se encuentra
zh_hant: 找不到路線或已安排行程

# msg_routes
source: Routes
es: Rutas
zh_hant: 路線

# text_only_routes_colon_param
source: Routes: %@
es: Rutas: %@
zh_hant: 路線: %@

# msg_schedule
source: Schedule
es: Planificada
zh_hant: 行程

# msg_search
source: Search
es: Buscar
zh_hant: 搜尋

# text_search_param
source: Search %@
es: Buscar %@
zh_hant: 搜尋 %@

# msg_select_or_add_to_group_bookmark
source: Select a group for the bookmark, or '+' to add it to a new group.
es: Selecciona un grupo para el favorito, o '+' para adicionarlo en un nuevo grupo.
zh_hant: 選擇一個群組，並按下 '+' 按鈕將書籤加入此群組

# info_controller.send_info_to_support_row
source: Send Information to Support
es: Enviar Información para Soporte
zh_hant: 傳送資訊

# msg_server_error
source: Server error
es: Error de Servidor
zh_hant: 錯誤 404

# msg_service_alerts
source: Service Alerts
es: Alertas de Servicios
zh_hant: 服務通知

# msg_settings
source: Settings
es: Configuraciones
zh_hant: 設定

# msg_share
source: Share
es: Compartir
zh_hant: 分享

# msg_shared_trips
source: Shared Trips
es: Viajes Compartidos
zh_hant: 分享行程

# msg_show_as_list
source: Show as List
es: Mostrar como Lista
zh_hant: 顯示列表

# msg_show_as_map
source: Show as Map
es: Mostrar como Mapa
zh_hant: 顯示地圖

# msg_explanatory_google_analytics
source: Some information about how you use this app is sent to Google Analytics in non-personally identifiable form to help us better understand how to improve the app. To learn more, please read our Privacy Policy.
es: Alguna información sobre como usas esta aplicación es enviada a Google Analytics de forma anónima para ayudarnos a entender mejor como mejorar la aplicación. Para conocer más, por favor lee nuestra Política de Privacidad.
zh_hant: 我們將把一些您使用此App的數據以不具名的方式傳送到 Google Analytics 以便我們日後了解如何改善此App。想得知更多，請參閱隱私權聲明。

# msg_explanatory_allow_app_feedback
source: You can also submit feedback in the Contact Us section on the previous page.
es: También puedes enviarnos tus comentarios la sección Contáctanos en la página anterior.
zh_hant: 你也可以在前一頁的聯絡我們中發送回覆資訊。

# msg_something_went_wrong
source: Something Went Wrong
es: Algo Salío Mal
zh_hant: 出現錯誤

# text_error_cant_show_shared_trip_param
source: Sorry, we can't show you that shared trip. If this continues, please let us know. Error: %@
es: Lo sentimos, no podemos mostrar ese viaje compartido. Si esto continua, por favor informanos. Error: %@
zh_hant: 很抱歉，我們無法提供你此次行程資訊。如果持續出現此錯誤，請聯繫我們。Error: %@

# msg_handoff_failure_title
source: Sorry, Handoff didn't work properly
es: Lo sentimos, Handoff no funciona adecuadamente
zh_hant: 很抱歉， Handoff 無法正常執行。

# msg_handoff_region_mismatch_body
source: Try enabling the 'Automatically Select Region' option from the Regions section under the Info tab to fix this issue, and let us know if that doesn't work.
es: Intenta habilitando la opción 'Región Seleccionada Automáticamente' desde la sección Regiones bajo la pestaña Información para arreglar este problema, y háganoslo saber si esto no funciona.
zh_hant: 請在'資訊'裡選擇'地區'，並開啟'自動選擇地區'選項來排除此錯誤訊息。如果還是出現錯誤，請回報我們。

# msg_sort_and_filter_routes
source: Sort & Filter Routes
es: Ordenar & Filtrar Rutas
zh_hant: 排序 & 過濾路線

# msg_sort_by_route
source: Sort by Route
es: Ordenar por Ruta
zh_hant: 以路線排序

# msg_sort_by_time
source: Sort by Time
es: Ordenar por Tiempo
zh_hant: 以時間排序

# msg_sorting
source: Sorting
es: Ordenando
zh_hant: 排序

# msg_southbound
source: Southbound
es: hacia el Sur
zh_hant: 往南

# msg_starts_as
source: Starts as
es: Inicia como

# text_starts_as_param
source: Starts as %@
es: Inicia como %@

# msg_stop
source: Stop
es: Parada
zh_hant: 站牌

# msg_stop_location_wrong
source: Stop location is wrong
es: La ubicación de la parada está mal
zh_hant: 站牌地點錯誤

# msg_stop_name_wrong
source: Stop name is wrong
es: El nombre de la parada está mal
zh_hant: 站牌名稱錯誤

# msg_stop_number_wrong
source: Stop number is wrong
es: El número de parada está mal
zh_hant: 站牌號碼錯誤

# msg_stops
source: Stops
es: Paradas
zh_hant: 站牌

# msg_submission_successful
source: Submission Successful
es: Envío exitoso
zh_hant: 提交成功

# msg_submit
source: Submit
es: Enviar
zh_hant: 提交

# msg_supports_oba_realtime_apis
source: Supports OBA Realtime APIs
es: Soporta las APIs de Tiempo Real de OBA
zh_hant: 支援 OBA Realtime APIs

# msg_explanatory_add_bookmark_from_stop
source: Tap 'Add to Bookmarks' from a stop to save a bookmark to this screen.
es: Toca en 'Añadir a Favoritos' de una parada para guardar un favorito en está pantalla.
zh_hant: 從站牌裡，選擇 '加入書籤' 儲存站牌

# msg_explanatory_add_bookmark_group
source: Tap the '+' button to create one.
es: Toca el botón '+' para crear uno.
zh_hant: 按下 '+' 新增群組

# msg_thank_you_exclamation
source: Thank you!
es: ¡Gracias!
zh_hant: 謝謝！

# msg_the
source: The
es: El

# msg_the_stop_itself
source: The Stop Itself
es: La Parada Misma
zh_hant: 此站牌

# msg_sucessfull_report_send
source: The problem was sucessfully reported. Thank you!
es: El problema fue reportado exitosamente. ¡Gracias!
zh_hant: 問題回報成功，謝謝！

# msg_alert_custom_region_not_valid
source: The region you have specified is not valid. Please specify at least a base URL (HTTPS) and a name.
es: La región que ha especificado no es válido. Por favor especificar al menos una dirección URL base (HTTPS) y un nombre.
zh_hant: 您提供的地區是無效的。請提供base URL (HTTPS) 和一個地區名稱

# msg_touch_to_edit
source: Touch to edit
es: Toca para editar
zh_hant: 觸碰編輯

# msg_trip_schedule
source: Trip Schedule
es: Horario de Viaje
zh_hant: 行程安排

# msg_unable_load_regions
source: Unable to Load Regions
es: No se pueden Cargar las Regiones
zh_hant: 無法讀取地區

# text_unable_load_data_region_param
source: Unable to load data from %@. Please check the URL and try again. %@
es: No se pueden cargar los datos desde %@. Por favor verifica la URL e intenta de nuevo. %@
zh_hant: 無法從 %@ 讀取數據。 請確認 URL 並再次一次 %@

# msg_updated
source: Updated
es: Actualizado
zh_hant: 更新

# stops_controller.title.updating
source: Updating...
es: Actualizando...
zh_hant: 更新...

# stops_controller.cell.add_bookmark_title
source: Bookmark
es: Favorito
zh_hant: 書籤

# msg_mayus_vehicle
source: Vehicle
es: Vehículo
zh_hant: 車次

# msg_vehicle_details
source: Vehicle Details
es: Detalles del Vehículo
zh_hant: 車次細節

# msg_vehicle_details_colon
source: Vehicle Details:
es: Detalles del Vehículo:
zh_hant: 車次細節:

# msg_vehicle_info
source: Vehicle Info
es: Información del Vehículo
zh_hant: 車次資訊

# text_vehicle_colon_param
source: Vehicle: %@
es: Vehículo: %@
zh_hant: 車次: %@

# msg_view_data
source: View Data
es: Mostrar Datos
zh_hant: 查看數據

# msg_view_reroute
source: View Reroute
es: Mostrar el redireccionamiento
zh_hant: 看路線

# msg_view_service_alerts
source: View Service Alerts
es: Mostrar Alertas de Servicio
zh_hant: 查看服務通知

# msg_visit_us
source: Visit Us
es: Visitanos
zh_hant: 參觀我們

# text_walk_to_stop_info_params
source: %@, %.0f min: arriving at %@
es: %@, %@ min: llegando a las %@
zh_hant: %@, %@ 分鐘: 抵達 %@

# msg_explanatory_no_agencies
source: We could not find any transit agencies near your current location.
es: No hemos podido encontrar agencias de transporte público cerca de tu ubicación actual.
zh_hant: 我們無法在你的地區找到任何交通運輸機構。

# msg_coulnt_find_other_stops_on_radius
source: We couldn't find any other stops within our search radius.
es: No pudimos encontrar otras paradas dentro de nuestra zona de búsqueda.
zh_hant: 我們無法在此搜尋半徑裡找到任何其他的站牌。

# msg_westbound
source: Westbound
es: hacia el Oeste
zh_hant: 往西

# msg_ask_whats_the_problem
source: What's the problem?
es: ¿Cuál es el problema?
zh_hant: 有什麼問題？

# msg_ask_go_selected_region
source: Would you like to go to your currently selected region?
es: ¿Quieres ir a la región que seleccionaste?
zh_hant: 你想要回到你選擇的所在地區嗎？

# msg_wrong_destination_shown
source: Wrong destination shown
es: Muestra un destino equivocado
zh_hant: 顯示錯誤的目的地

# msg_yes
source: Yes
es: Si
zh_hant: 好

# text_ask_go_to_service_area_param
source: You are out of the %@ service area. Go there now?
es: Usted esta por fuera del área de servicio de %@. ¿Ir allí ahora?
zh_hant: 你已超出服務範圍 %@. 現在回到那裡？

# msg_explanatory_out_of_range
source: You are outside the OneBusAway service area.
es: Se encuentra fuera del área de servicio de OneBusAway.
zh_hant: 你已超出 OneBusAway 服務範圍。

# msg_your_location
source: Your Location
es: Tú Ubicación
zh_hant: 你的位置

# msg_explanatory_send_reports
source: Your reports help OneBusAway find and fix problems with the system.
es: Tus reportes ayudan a OneBusAway a encontrar y arreglar los problemas con el sistema.
zh_hant: 你的回報將會幫助 OneBusAway 找到並改善問題。

# msg_zoom_on_map_for_look_stop
source: Zoom in to look for stops
es: Acercate para buscar paradas
zh_hant: 放大地圖以便尋找站牌

# msg_doesnt_stop_here
source: doesn't stop here
es: no se detuvo aquí
zh_hant: 這裡不停

# msg_ferry
source: ferry
es: transbordador
zh_hant: 渡輪

# msg_minutes_early
source: minutes early
es: minutos antes
zh_hant: 分鐘提早

# msg_minutes_late
source: minutes late
es: minutos tarde
zh_hant: 分鐘延遲

# msg_never_came
source: never came
es: nunca llegó
zh_hant: 從未到達

# msg_train
source: train
es: tren
zh_hant: 火車

# msg_vehicle
source: vehicle
es: vehículo
zh_hant: 車子

# msg_space_early
source: early
es: antes
zh_hant: 提早

# msg_space_late
source: late
es: tarde
zh_hant: 延遲

# text_bound_and_routes_params
source: %@ bound - Routes: %@
es: %@ bound - Rutas: %@
zh_hant: 駛往 %@ - 路線: %@

# text_frequency_status_params
source: Every %@ mins %@ %@
es: Cada %@ mins %@ %@
zh_hant: 每 %@ 分鐘 %@ %@

# msg_headed_somewhere_dots
source: Headed somewhere...
es: Encabezados en algún lugar...
zh_hant: 往其他地方去...

# msg_departed_on_time
source: departed on time
es: salió a tiempo
zh_hant: 已準時出站

# msg_from
source: from
es: de
zh_hant: 從

# msg_on_time
source: departs on time
es: a tiempo
zh_hant: 準時出站

# msg_until
source: until
es: hasta
zh_hant: 直到

# stop_view_controller.context_menu_tutorial_title
source: Swipe on a cell to add a route to your Bookmarks or share your trip with a friend.
es: Desliza el dedo en una celda para agregar una ruta a tus Favoritos o compartir tu viaje con un amigo.
zh_hant: 向左滑將此行程加入至你的書籤或是與朋友分享此次行程。

# stop_view_controller.stop_back_title
source: Stop
es: Parada
zh_hant: 站牌

# arrival_departure_cell.closest_stop
source: The vehicle is currently closest to %@
es: El vehículo está actualmente acercandose a %@
zh_hant: 此班車現在最接近 %@

# arrival_departure_controller.last_report
source: Last report: %@
es: Último reporte: %@
zh_hant: 上一次回報: %@

# vehicle_map_controller.toggle_button_accessibility_label
source: Toggle Map Size
es: Cambiar el Tamaño del Mapa
zh_hant: 切換地圖大小

# alarms.alarm_created_alert_title
source: Alarm Created
es: Alarma Creada
zh_hant: 提醒鬧鈴已新增

# alarms.alarm_created_alert_body
source: You will receive a notification %@ minutes before this vehicle departs.
es: Recibirás una notificación %@ minutos antes de que este vehículo salga.
zh_hant: 你將會在此班車到達前 %@ 分鐘收到一封通知。

# alarms.confirm_deletion_alert_title
source: Are you sure you want to delete this alarm?
es: ¿Estas seguro que quieres borrar esta alarma?
zh_hant: 你確定要刪除此提醒鬧鈴嗎？

# alarms.confirm_deletion_alert_delete_button
source: Delete Alarm
es: Borrar Alarma
zh_hant: 刪除提醒鬧鈴

# alarms.confirm_deletion_alert_cancel_button
source: Keep the Alarm
es: Mantener la Alarma
zh_hant: 保留停醒鬧鈴

# alarms.picker.title
source: Alert Me
es: Alertarme
zh_hant: 通知我

# alarms.picker.formatted_item
source: %@ minutes before
es: %@ minutos antes
zh_hant: %@ 分鐘之前
