Repository: OneBusAway/onebusaway-iphone
Catalog: OneBusAway/*.lproj/Localizable.strings
Languages: es, zh_hant

# notifications.error_messages.formatted_cant_display
source: Sorry, we can't show you that shared trip. If this continues, please let us know. Error: %@
es: Lo sentinos, no podemos mostrarte ese viaje compartido. Si esto continúa, por favor háganoslo saber. Error: %@
zh_hant: 很抱歉，我們無法提供你此次行程資訊。如果持續出現此錯誤，請聯繫我們。Error: %@

# settings.user_heading_switch_title
source: Display heading on map
es: Mostrar título en el mapa
zh_hant: 在地圖上顯示指南方向

# settings.user_heading_footer_text
source: If you find the heading display (i.e. the compass) on the map to be unreliable, you can disable it by toggling this setting.
es: Si encuentras que la visualización del encabezado (es decir, la brújula) sobre el mapa puede no ser fiable, puedes desactivarlo cambiando esta configuración.
zh_hant: 如果指南方向不正確，你可以切換設定來選擇關閉此功能。

# settings.crash_reporting.switch_text
source: Enable crash reporting
es: Habilitar informe de fallos
zh_hant: 開啟錯誤回報

# settings.crash_reporting.footer
source: We can most effectively diagnose and fix crashes when you allow us to receive them.
es: Podemos diagnosticar y arreglar los fallos más eficazmente cuando nos permites recibirlos.
zh_hant: 允許我們收到錯誤回報，我們將會更有效率的排除此次發生的錯誤。

# classic_departure_cell.context_button_accessibility_label
source: Options
es: Opciones
zh_hant: 選項

# classic_departure_cell.context_alert.set_alarm
source: Set Alarm
es: Establecer Alarma
zh_hant: 設定提醒鬧鈴

# classic_departure_cell.context_alert.remove_alarm
source: Remove Alarm
es: Quitar Alarma
zh_hant: 移除提醒鬧鈴

# classic_departure_cell.context_alert.share_trip_status
source: Share Trip Status
es: Compartir estado del Viaje
zh_hant: 分享行程資訊

# alert_presenter.captive_wifi_portal_error_message
source: We didn't get the expected reply from the server. Usually this means that you are connected to a Wi-Fi network that requires you to do something to access the Internet. Check your Wi-Fi connection and try again.
es: No obtuvimos la respuesta esperada del servidor. Por lo general, esto significa que está conectado a una red Wi-Fi que requiere que hagas algo para acceder a Internet. Verifica tu conexión Wi-Fi e inténtelo de nuevo.
zh_hant: 我們無法從服務器得到資訊！ 這通常表示你連結到的無線網路需要你允許才能連結至網路。 請確認Wifi連結，並再試一次。

# trip_status.no_realtime_data_message
source: Real-time data unavailable.
es: Datos en Tiempo Real no disponibles.
zh_hant: Real-time 數據不支援.

# trip_status.last_report_format
source: Last report: %@m %@s ago
es: Último reporte: hace %@m %@s
zh_hant: 上一次回報: %@m %@s ago

# map_search.empty_data_set_description
source: Type in an address, route number, or stop number here to search.
es: Escriba una dirección, número de ruta o número de parada aquí para buscar.
zh_hant: 在此輸入地址,路線號碼或是站牌號碼來搜尋站牌

# nearby_stops.routes_section_title
source: Routes
es: Rutas
zh_hant: 路線

# map_search.quick_lookup_section_title
source: Quick Search
es: Búsqueda Rápida
zh_hant: 快速搜尋

# map_search.search_for_route
source: Route:
es: Ruta:
zh_hant: 路線:

# map_search.search_for_address
source: Address:
es: Dirección:
zh_hant: 地址:

# map_search.search_for_stop_number
source: Stop Number:
es: Número de Parada:
zh_hant: 站牌號碼:

# map_search.recent_stops_section_title
source: Recent Stops
es: Paradas Recientes
zh_hant: 最近站牌

# map_search.bookmarks_section_title
source: Bookmarks
es: Favoritos
zh_hant: 書籤

# toast_view.clear_search
source: Clear Search
es: Limpiar Búsqueda
zh_hant: 清除搜尋

# info_controller.contact_app_developers_row_title
source: Contact app developers about a bug
es: Contacta a los desarrolladores de la app sobre un error
zh_hant: 聯繫並通報錯誤

# info_controller.debug_mode_enabled
source: Debug mode enabled.
es: Modo de depuración activado.
zh_hant: 開啟排除錯誤模式

# info_controller.debug_mode_disabled
source: Debug mode disabled.
es: Modo de depuración desactivado.
zh_hant: 關閉排除錯誤模式

# region_list_controller.experimental_section_title
source: Experimental Regions
es: Regiones Experimentales
zh_hant: 實驗測試地區

# info_controller.updates_alerts_section_title
source: Updates & Alerts
es: Actualizaciones & Alertas
zh_hant: 更新 & 通知

# info_controller.updates_alerts_row_format
source: Alerts for %@
es: Alertas para %@
zh_hant: %@ 的通知

# regional_alerts_controller.title_format
source: Alerts for %@
es: Alertas para %@
zh_hant: %@ 的通知

# regional_alerts_controller.empty_description
source: No alerts reported for your area.
es: Sin alertas reportada para tu área.
zh_hant: 此地區無任何通知

# nearby_stops.stops_section_title
source: Stops
es: Paradas
zh_hant: 站牌

# bookmarks_controller.sort_by_group_item
source: Sort by Group
es: Ordenar por Grupo
zh_hant: 根據群組排序

# bookmarks_controller.sort_by_proximity_item
source: Sort by Proximity
es: Ordenar por Proximidad
zh_hant: 根據預計時間排序

# onboarding_controller.title
source: Welcome to OneBusAway!
es: ¡Bienvenido a OneBusAway!
zh_hant: 歡迎使用 OneBusAway!

# onboarding_controller.body_text
source: OneBusAway is an open source, volunteer-run app that helps you find out where your buses, trains, ferries, and more are in real time. The app works best when it can find your location. Please tap the button below to get started.
es: OneBusAway es una aplicación de código abierto y gestionada por voluntarios que te ayuda a averigurar donde están tus buses, trenes, transbordadores, y mas en tiempo real. La aplicación trabaja mejor cuando puede encontrar tu ubicación. Por favor, toque el botón de abajo para comenzar.

# onboarding_controller.request_location_permissions_button
source: Get Started
es: Empezar
zh_hant: 開始

# user_defaults_browser_controller.title
source: User Defaults
es: Opciones de Usuario
zh_hant: 使用者 Defaults

# info_controller.debug_section_title
source: Debugging Tools
es: Herramientas de Depuración
zh_hant: 排除錯誤工具

# info_controller.browse_user_defaults_row
source: Browse User Defaults
es: Examinar las Opciones de Usuario
zh_hant: 查看使用者預設值

# map_controller.no_matching_stop_warning_title
source: No Stops Found
es: Paradas No Encontradas
zh_hant: 查無站牌

# map_controller.no_matching_stop_warning_body
source: We were unable to find a stop that matches the ID you provided. Please check the number and try again.
es: No hemos podido encontrar una parada que coincida con el ID que proporcionaste. Por favor, combrueba tu número e inténtalo nuevamente.
zh_hant: 我們無法找到任何跟你提供的ID相關的站牌，請確認輸入內容並再次一次！

# push_manager.authorization_denied
source: Alarms only work when push notifications are allowed.
es: Las Alarmas solo funcionan cuando las notificaciones push estan permitidas.
zh_hant: 提醒鬧鈴必須在你開啟通知下才會有效

# info_controller.send_logs
source: Send Logs
es: Enviar Logs
zh_hant: 傳送 Logs

# info_controller.send_user_defaults
source: Send Preferences
es: Enviar Preferencias
zh_hant: 傳送使用者偏好設定

# info_controller.send_log_data_explanation
source: This will send your log data or preferences to app support. This may be necessary to help diagnose bugs. Check the 'Information for Support' section to see what your logs contain.
es: Esto enviará tus datos de log y preferencias al soporte de la aplicación. Esto puede ser necesario para ayudar a diagnosticar fallos. Mira la sección 'Información para Soporte' para ver que contienen tus logs.
zh_hant: 這將會把你的Log數據傳送至App Support。這有便於讓我們更快速的解決錯誤。請參閱"資訊支援"瞭解Log數據內容。

# regional_alerts_controller.mark_all_as_read
source: Mark All as Read
es: Marcar Todas como Leídas
zh_hant: 標記全部已讀

# stop_header_view.menu_button_accessibility_label
source: More Options
es: Más Opciones
zh_hant: 更多選項

# stop_header_view.filter_button_accessibility_label
source: Filter & Sort Routes
es: Ordenar & Filtrar Rutas
zh_hant: 過濾 & 排序路線

# msg_scheduled_explanatory
source: *'Scheduled': no vehicle location data available
es: *'Programado': sin datos ubicación de vehículos disponibles
zh_hant: *'行程': 無車次地點數據

# stop.walking_directions_apple_action_title
source: Walking Directions (Apple Maps)
es: Indicaciones para Caminar (Apple Maps)
zh_hant: 徒步路線 (Apple 地圖)

# stop.walking_directions_google_action_title
source: Walking Directions (Google Maps)
es: Indicaciones para Caminar (Google Maps)
zh_hant: 徒步路線 (Google 地圖)

# msg_connecting_dots
source: Connecting...
zh_hant: 連結中...

# msg_edit_bookmark
source: Edit Bookmark
zh_hant: 修改書籤

# msg_loading_regions
source: Loading Regions
zh_hant: 讀取地區

# msg_no
source: No
zh_hant: 取消

# msg_not_found
source: Not found
zh_hant: 查無

# msg_bus
source: bus
zh_hant: 公車

# msg_metro
source: metro
zh_hant: 地鐵

# msg_mins
source: mins
zh_hant: 分鐘
